[
    {
        "id": 1,
        "slug": "insol-singapore-annual-regional-conference-2019",
        "title": "Konferensi Regional Tahunan INSOL Singapore",
        "date": "2-4 April 2019",
        "shortDate": "2019-04-02",
        "excerpt": "AJCapital menjadi sponsor korporat untuk Konferensi Regional Tahunan INSOL International yang diadakan selama 3 hari di Singapura.",
        "description": "AJCapital menjadi sponsor korporat untuk Konferensi Regional Tahunan INSOL International yang diadakan selama 3 hari di Singapura. Singapura sangat tepat untuk konferensi internasional ini tidak hanya karena statusnya sebagai pusat keuangan global dan hub komersial, tetapi juga karena reformasi terobosan yang mereka lakukan di bidang legislatif dan non-legislatif untuk memposisikan diri sebagai hub penyelesaian sengketa dan restrukturisasi global.\n\nTema konferensi \"Looking to the future: what to expect and how to prepare\" menggarisbawahi pentingnya hukum dan praktik kepailitan dalam mengantisipasi tantangan ekonomi global yang berkembang pesat. Ini didorong oleh kekhawatiran bahwa kita mungkin berada di titik infleksi karena perdagangan dan teknologi melesat melampaui hukum dengan kecepatan yang sangat cepat. Konsekuensinya sulit untuk dipahami sepenuhnya dan garis patahan mendadak dapat terjadi yang mengakibatkan beban kerja serius di industri.",
        "venue": "Marina Bay Sands Expo® and Convention Centre",
        "location": "Singapura",
        "organizer": "INSOL International",
        "reference": "https://www.insol.org/events/detail/76",
        "image": "events-1.jpg",
        "featured": true
    },
    {
        "id": 2,
        "slug": "debtwire-asia-pacific-distressed-debt-forum-2018",
        "title": "Forum Hutang Bermasalah Debtwire Asia-Pasifik",
        "date": "11 Oktober 2018",
        "shortDate": "2018-10-11",
        "excerpt": "AJCapital ikut mensponsori forum satu hari di Hong Kong yang membahas risiko, manfaat, dan tren pasar yang membentuk peluang hutang bermasalah dan kredit di kawasan ini.",
        "description": "AJCapital ikut mensponsori forum satu hari di Hong Kong yang membahas risiko, manfaat, dan tren pasar yang membentuk peluang hutang bermasalah dan kredit di kawasan ini. Geoff Simms berada di panel yang berfokus pada Asia Tenggara tentang pembiayaan penyelamatan dan pembaruan rezim restrukturisasi.",
        "venue": "JW Marriott Hotel",
        "location": "Hong Kong",
        "organizer": "Debtwire",
        "reference": "https://events.debtwire.com/dw-apac-forum",
        "image": "events-2.jpg",
        "featured": false
    },
    {
        "id": 3,
        "slug": "insol-jakarta-one-day-seminar-2018",
        "title": "Seminar Satu Hari INSOL Jakarta",
        "date": "13 September 2018",
        "shortDate": "2018-09-13",
        "excerpt": "AJCapital ikut mensponsori Seminar Satu Hari di Jakarta yang membahas pentingnya pasar sekunder yang likuid dan diatur dengan tepat untuk NPL bank.",
        "description": "AJCapital ikut mensponsori Seminar Satu Hari di Jakarta yang membahas pentingnya pasar sekunder yang likuid dan diatur dengan tepat untuk NPL bank sambil memeriksa hambatan struktural dan komersial untuk pengembangannya di Indonesia. Geoff Simms menjadi Ketua Seminar serta Co-Chair dalam diskusi tentang restrukturisasi lintas batas.",
        "venue": "Hotel Fairmont Jakarta",
        "location": "Jakarta",
        "organizer": "INSOL",
        "reference": "https://www.insol.org/events/detail/74",
        "image": "events-3.jpg",
        "featured": false
    },
    {
        "id": 4,
        "slug": "singapore-insolvency-conference-2017",
        "title": "Konferensi Kepailitan Singapura",
        "date": "24-25 Agustus 2017",
        "shortDate": "2017-08-24",
        "excerpt": "Singapore Law Society mengundang Geoff Simms dari AJCapital sebagai panelis pada master class tentang restrukturisasi lintas batas di Indonesia dan peran Singapura.",
        "description": "Singapore Law Society mengundang Geoff Simms dari AJCapital sebagai panelis pada master class tentang restrukturisasi lintas batas di Indonesia dan peran Singapura. Diskusi berpusat pada tantangan restrukturisasi lintas batas di Indonesia dengan latar belakang undang-undang baru Singapura yang melengkapi dan meningkatkan undang-undang yang berkaitan dengan skema pengaturan, manajemen yudisial dan kepailitan lintas batas. Panel ini membahas apakah rezim baru akan meningkatkan hak kreditor di Indonesia dan bagaimana kreditor dapat menggunakan rezim baru untuk keuntungan mereka.",
        "venue": "Marina Bay Sands Expo and Convention Centre",
        "location": "Singapura",
        "organizer": "Singapore Law Society",
        "reference": "http://www.lawsociety.org.sg/conference/SIC2017/Default.aspx",
        "image": "events-4.jpg",
        "featured": false
    },
    {
        "id": 5,
        "slug": "insol-jakarta-one-day-seminar-2016",
        "title": "Seminar Satu Hari INSOL Jakarta",
        "date": "14 September 2016",
        "shortDate": "2016-09-14",
        "excerpt": "AJCapital ikut mensponsori Seminar Satu Hari di Jakarta yang membahas perkembangan terkini dalam praktik restrukturisasi Indonesia, hukum kepailitan, dan masalah yang dihadapi kreditor asing.",
        "description": "AJCapital ikut mensponsori Seminar Satu Hari di Jakarta yang membahas perkembangan terkini dalam praktik restrukturisasi Indonesia, hukum kepailitan, masalah yang dihadapi kreditor asing dalam tindakan pemulihan, klaim wali dan pemegang obligasi dalam proses PKPU, restrukturisasi hutang obligasi melalui skema pengaturan Singapura dan/atau Inggris, dan tantangan serta solusi modal kerja. Geoff Simms memimpin diskusi tentang tantangan dan solusi modal kerja.",
        "venue": "Hotel Fairmont Jakarta",
        "location": "Jakarta",
        "organizer": "INSOL",
        "reference": "",
        "image": "events-5.jpg",
        "featured": false
    },
    {
        "id": 6,
        "slug": "debt-restructuring-asia-next-wave-2016",
        "title": "Restrukturisasi Hutang di Asia: Mengapa Gelombang Berikutnya Akan Berbeda",
        "date": "17 Mei 2016",
        "shortDate": "2016-05-17",
        "excerpt": "ASIFMA, The Financial Times dan Latham & Watkins mengundang Geoff Simms dari AJCapital untuk bergabung sebagai panelis untuk membahas restrukturisasi di Indonesia.",
        "description": "ASIFMA, The Financial Times dan Latham & Watkins mengundang Geoff Simms dari AJCapital untuk bergabung sebagai panelis untuk membahas restrukturisasi di Indonesia dan pelajaran apa yang dipelajari dari gelombang gagal bayar terbaru.",
        "venue": "The Asia Society",
        "location": "Hong Kong",
        "organizer": "ASIFMA, The Financial Times dan Latham & Watkins",
        "reference": "https://www.lw.com/events/debt-restructurings-asia-next-wave",
        "image": "events-6.jpg",
        "featured": false
    },
    {
        "id": 7,
        "slug": "introduction-restructuring-insolvency-indonesia-2015",
        "title": "Pengenalan Restrukturisasi dan Kepailitan di Indonesia",
        "date": "20 November 2015",
        "shortDate": "2015-11-20",
        "excerpt": "Fransiscus Alip dan Heru Nur Rahman dari AJCapital, bersama dengan E&Y mempresentasikan kepada Baker McKenzie Asia Pacific tentang proses restrukturisasi dan kepailitan di Indonesia.",
        "description": "Fransiscus Alip dan Heru Nur Rahman dari AJCapital, bersama dengan E&Y mempresentasikan kepada Baker McKenzie Asia Pacific tentang proses restrukturisasi dan kepailitan di Indonesia, termasuk kasus-kasus terpilih.",
        "venue": "Hotel Shangri-La",
        "location": "Jakarta",
        "organizer": "Ernst & Young",
        "reference": "",
        "image": "events-7.jpg",
        "featured": false
    },
    {
        "id": 8,
        "slug": "restructuring-spotlight-2015",
        "title": "Sorotan Restrukturisasi",
        "date": "27 Agustus 2015",
        "shortDate": "2015-08-27",
        "excerpt": "AJCapital ikut mensponsori bersama DLA Piper diskusi meja bundar Debtwire tentang hukum kepailitan Indonesia dibandingkan dengan yurisdiksi Asia lainnya.",
        "description": "AJCapital ikut mensponsori bersama DLA Piper diskusi meja bundar Debtwire tentang hukum kepailitan Indonesia dibandingkan dengan yurisdiksi Asia lainnya, kedudukan hukum dan hak pemegang obligasi lepas pantai di PKPU, dan bagaimana struktur kesepakatan menentukan proses pengajuan PKPU. Baik Geoff Simms maupun Budi Martokoesoemo dari AJCapital bergabung sebagai panelis bersama dengan perwakilan dari CLSA dan DLA Piper.",
        "venue": "Hotel Mandarin Oriental",
        "location": "Jakarta",
        "organizer": "Debtwire",
        "reference": "",
        "image": "events-8.jpg",
        "featured": false
    },
    {
        "id": 9,
        "slug": "restructuring-roundtable-2015",
        "title": "Meja Bundar Restrukturisasi",
        "date": "5 Februari 2015",
        "shortDate": "2015-02-05",
        "excerpt": "OSP/Ashurst mengundang Geoff Simms dari AJCapital sebagai panelis untuk diskusi meja bundar Debtwire yang mereka sponsori.",
        "description": "OSP/Ashurst mengundang Geoff Simms dari AJCapital sebagai panelis untuk diskusi meja bundar Debtwire yang mereka sponsori. Diskusi berpusat pada tantangan merehabilitasi perusahaan di Indonesia, keandalan proses PKPU, industri yang sedang mengalami kesulitan atau sedang mengalami restrukturisasi, bagaimana investor di dalam negeri & luar negeri dapat memastikan keuntungan dalam proses PKPU dan bagaimana sistem hukum Indonesia menangani masalah kepailitan modern.",
        "venue": "Hotel Mandarin Oriental",
        "location": "Jakarta",
        "organizer": "Debtwire",
        "reference": "",
        "image": "events-9.jpg",
        "featured": false
    },
    {
        "id": 10,
        "slug": "career-workshop-case-simulations-2014",
        "title": "Workshop Karir dan Simulasi Kasus",
        "date": "29 Maret 2014",
        "shortDate": "2014-03-29",
        "excerpt": "Dalam acara ini, AJCapital mengundang mahasiswa tahun akhir dari universitas terkemuka di Bandung untuk workshop karir di konsultasi keuangan.",
        "description": "Dalam acara ini, AJCapital mengundang mahasiswa tahun akhir dari universitas terkemuka di Bandung untuk workshop karir di konsultasi keuangan. Mereka diperkenalkan dengan keuangan korporat dan metode studi kasus. Para siswa juga bergabung dalam simulasi kasus untuk menerapkan apa yang dipelajari.",
        "venue": "Hotel Scarlet",
        "location": "Bandung",
        "organizer": "AJCapital",
        "reference": "",
        "image": "events-10.jpg",
        "featured": false
    },
    {
        "id": 11,
        "slug": "maximizing-outcomes-asia-restructuring-2013",
        "title": "Memaksimalkan Hasil dalam Restrukturisasi Asia yang Akan Datang",
        "date": "5 November 2013",
        "shortDate": "2013-11-05",
        "excerpt": "Geoff Simms dari AJCapital diundang oleh Latham and Watkins untuk bergabung sebagai panelis untuk membahas isu-isu kunci dalam restrukturisasi di Asia Tenggara dan India.",
        "description": "Geoff Simms dari AJCapital diundang oleh Latham and Watkins untuk bergabung sebagai panelis untuk membahas isu-isu kunci dalam restrukturisasi di Asia Tenggara dan India.",
        "venue": "The Asia Society",
        "location": "Hong Kong",
        "organizer": "Asia Society dan Latham and Watkins",
        "reference": "https://www.lw.com/events/Maximisingoutcomes",
        "image": "events-11.jpg",
        "featured": false
    }
]
