[
  {
    "id": "1",
    "header": "Project TPPI",
    "image": "deal-1.jpg",
    "TypeofCase": "debt-restructurings-and-turnaround-management",
    "service": "Debt Restructurings and Turnaround Management",
    "Title": "TPPI PKPU and Implementation",
    "DateofClosing": "August 2014",
    "DateofClosingMark": "Closed December 2012 (PKPU) & August 2014 (Implementation)",
    "Value": "USD 1.9",
    "Saying": "billion",
    "ProjectOverview": [
      {
        "1": "A series of interruptions and external shocks prevented PT Trans Pacific Petrochemical Indotama (“TPPI”) from being able to service its debt obligations. After failed discussions with its creditors on restructuring its debts, two of its creditors filed a PKPU petition in the commercial court against TPPI. The majority debt holders included state-owned enterprises, distressed debt funds, hedge funds, oil traders and contractors."
      },
      {
        "1": "When we were brought in, TPPI was under the day-to-day control of Pertamina jointly with PT Perusahaan Pengelola Aset (Persero) (“PPA”). PPA was the majority shareholder while Pertamina as a minority. Other minority shareholders included foreign strategic investors and contractors."
      },
      {
        "1": "Our mandate was: (1) to manage the Company through the PKPU process from verification of creditor balances outstanding through negotiation of the restructuring terms and ending with management of the voting process and homologation of the court approved Composition Plan; and (2) the implementation of the agreed court approved Composition Plan post PKPU. "
      }
    ],
    "ProjectIssues": [
      {
        "2": "Prolonged operational issues and interruptions stripped cash from the Client, making future operations doubtful. Furthermore, it was also clear that the Client had little chance of ever servicing its outstanding debts."
      },
      {
        "2": "Stakeholder-creditors consisted of parties with differing interests, which complicated the negotiation process."
      },
      {
        "2": "The pre-existing complex, multi-tiered, interrelated debt structure of the Client required that any proposed debt restructuring terms remained fair to these debt holders relative to each other."
      },
      {
        "2": "Failure to implement the terms of the Composition Plan would put the Client at risk of liquidation."
      }
    ],
    "WhatWeDid": [
      {
        "3": "Prepared a financial forecast to simulate free cash flow, assessed critical and urgent cash needs of the Client, assessed working capital and capex of the Client. We incorporated these into the proposed composition plan where the Client was able to (1) raise short term cash via bridging loans and/or tolling operation, (2) raise priority financing for working capital and capex with priority security rights."
      },
      {
        "3": "Defused the high tensions that had built up with and among the creditors by initiating, organizing, and moderating multiparty discussions."
      },
      {
        "3": "Represented the Client in negotiations with key creditors in securing their votes in PKPU court, and agree a commercially viable structuring scheme."
      },
      {
        "3": "Worked side by side with the Client’s appointed legal counsel to manage the Client through the PKPU process successfully."
      },
      {
        "3": "Together with the Client and its legal counsel, we drafted implementing documentation, which included 3 tranches of note documents, security documents, agency agreements, share subscription agreements and amended articles of association."
      },
      {
        "3": "Assisted the Client to negotiate a tolling arrangement to meet short term cash needs."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "The composition plan was approved by the creditors and prompted the court to lift the PKPU status of the Client."
      },
      { "4": "The write off USD 330 million from outstanding debts." },
      {
        "4": "Restructuring of the existing secured debt in the amount of USD 888 million into a three multi-tiered tranches for up to 18-year maturity into Euroclear bonds."
      },
      {
        "4": "Conversion of USD 636 million of outstanding debts into newly issued equity."
      },
      {
        "4": "Amended articles of association that reflected the terms of the Composition Plan."
      }
    ]
  },
  {
    "id": "2",
    "header": "Project Shariah Restructuring",
    "image": "deal-2.jpg",
    "TypeofCase": "debt-restructurings-and-turnaround-management",
    "service": "Debt Restructurings and Turnaround Management",
    "Title": "Voluntary Restructuring of Conventional and Shariah Syndicated Debts",
    "DateofClosing": "December 2017",
    "DateofClosingMark": "Closed December 2017",
    "Value": "USD 91.25",
    "Saying": "million",

    "ProjectOverview": [
      {
        "1": "The Company is a gas processing player with capacity of 140 MMCFD as well as providing gas compressing service to PJB’s 920 MW gas fired power plant. Company’s revenue is highly depending on global Saudi Aramco contract price (CP Aramco)."
      },
      {
        "1": "Sharp decline of CP Aramco between 2014 – 2015 forced the Company to shut down its gas processing plant as it was operating below its economics value. "
      },
      {
        "1": "The Company has outstanding debts of USD 91.25 million from syndicated banks comprised of a European bank, two local conventional banks, and two local shariah banks."
      },
      {
        "1": "In early 2017, AJCapital were introduced by the syndicated banks to the Company to restructure its defaulted conventional and shariah debts."
      }
    ],
    "ProjectIssues": [
      {
        "2": "The syndicated banks and the Company completed its first debts restructuring in 2015, however, it was failed in less than 2 years. The failure was mainly due to lack of understanding of CP Aramco volatility price and over expectation of customer’s gas volume take up by the Company. "
      },
      {
        "2": "Lack of trust by the syndicated banks to the Company created harsh negotiation between the parties. During the negotiation process, the majority lender decided to lock up Company’s operational bank account, hindering the Company ability to pay its operational expenses. "
      }
    ],
    "WhatWeDid": [
      {
        "3": "First phase of our assignment was to produce an Independent Business Review (IBR) report to the syndicated banks. Key highlights of our IBR report includes: (i) Company’s historical performance and financial position; (ii) cash available for debts service and for the next 10 years with various sensitivity on the CP Aramco price and production volume; (iii) potential recovery rates on various options available to the syndicated banks; (iv) business recommendation to achieve successful turnaround of the Company; and (v) debt restructuring principal for the parties to consider."
      },
      {
        "3": "We produced a regression model to forecast CP Aramco prices that well accepted by the syndicated banks and the Company as one of the key revenue driver in the financial model."
      },
      {
        "3": "We constantly defused tensions between the parties by providing sensible solutions that bring back all parties back into the negotiation table, including a solution to open the Company’s operational bank account that prevent the Company to shut down its gas processing plant."
      },
      {
        "3": "We proposed a sustainable restructuring plan that includes cash waterfall mechanism and volatility of CP Aramco price, that enable the Company to accelerate its principal repayment and at the same time maintain Company’s ability to service its minimum commitment to pay interest and principal. "
      },
      {
        "3": "We advised and monitored the negotiation of the key commercial terms between the syndicated banks and the Company, including providing solutions to bridge the requirement gap as mandated by the shariah law."
      },
      {
        "3": "We managed and coordinated all parties (including legal counsels and notary) the execution of restructuring documents that includes conventional and shariah terms sheets and facility agreements, account management agreement, inter-creditor agreement and security documents."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "All parties signed a-10 years restructuring agreement with cash sweep mechanism build into the plan. "
      }
    ]
  },
  {
    "id": "3",
    "header": "Project PKPU Namasindo",
    "image": "deal-3.jpg",
    "TypeofCase": "debt-restructurings-and-turnaround-management",
    "service": "Debt Restructurings and Turnaround Management",
    "Title": "Namasindo Group Debt Restructuring via PKPU",
    "DateofClosing": "July 2018",
    "DateofClosingMark": "Closed July 2018",
    "Value": "IDR 5.2",
    "Saying": "trillion",

    "ProjectOverview": [
      {
        "1": "Namasindo Group is the largest Indonesian bottle plastic manufacturer, engaged in the production of gallon bottles, plastic bottles, plastic cups, and caps/closures for the bottles water industry."
      },
      {
        "1": "Overleveraged capital structure and past poor investment decisions has made the Group’s liquidity to service its debt declined significantly. The majority debt holders included state and private owned banks and distressed debt funds."
      },
      {
        "1": "Suppliers of the Groups filed 3 PKPU cases in Jakarta Commercial Courts, AJCapital was court appointed independent financial advisor to find a workable debt restructuring plan and turn around management plan for the Group and its creditors"
      }
    ],
    "ProjectIssues": [
      {
        "2": "Heavy requirement of working capital and volatility of its raw material component, combined with significant uncollectible receivables, has constraint the Group’s liquidity and working capital. "
      },
      {
        "2": "Creditors with completely differing interests - between state owned banks and distressed debt funds – complicated the negotiation process."
      }
    ],
    "WhatWeDid": [
      {
        "3": "We conducted a due diligence on the existing loans and security agreements as well as on the Group's financial statements to assess its financial position and performances."
      },
      {
        "3": "We reviewed the Group’s business model, financial, and key drivers of the business, to construct a financial model as the basis to build the restructuring plan."
      },
      {
        "3": "Formulated and recommended alternative recovery options available to creditors. The work we have done includes: (i) a stress-test on the recovery options alternatives; (ii) a scenario analysis on the various recovery alternatives; (iii) a sensitivity on the Group’s recoverability value, and (iv) consideration of the settlement strategies, proposed values, and overall economics to the secured, unsecured creditors and shareholders."
      },
      {
        "3": "We ensured that certain control and governance provisions are proposed, negotiated and incorporated into the restructuring plan."
      },
      {
        "3": "Conducted coordination / negotiation management during the PKPU process between creditors and the Group."
      },
      {
        "3": "Together with the Group’s legal counsel, we wrote the Restructuring Agreement that was voted by the creditors in the court."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "The composition plan to restructure IDR 5.2 trillion debt was accepted and voted favorable by the Group’s creditors and ratified by the Jakarta Commercial Court."
      },
      {
        "4": "Creditors agreed to accept option to convert up to IDR 1.8 trillion into Group’s equity. "
      }
    ]
  },
  {
    "id": "4",
    "header": "Project LPG Monitoring Accountant",
    "image": "deal-4.jpg",
    "TypeofCase": "creditor-support-and-advisory",
    "service": "Creditor Support and Advisory",
    "Title": "Monitoring Accountant for Gas Processing Company",
    "DateofClosing": "Ongoing",
    "DateofClosingMark": "Ongoing since December 2017",
    "Value": "USD 91",
    "Saying": "million",

    "ProjectOverview": [
      {
        "1": "The Company is a gas processing player with capacity of 140 MMCFD as well as providing gas compressing service to PJB’s 920 MW gas fired power plant. In December 2017, AJCapital successfully led the completion of restructuring of USD 91.25 million syndicated debts that consisted of conventional and syariah debt facilities."
      },
      {
        "1": "The new terms and conditions as agreed in the term sheets includes monthly monitoring of Company’s cash flows and calculation of cash waterfall for cash sweep purposes."
      },
      {
        "1": "The lenders and Company agreed to appoint AJCapital as the Monitoring Accountant to assist the implementation of the restructuring plan, monthly monitoring of Company’s cashflows and to ensure compliance of the cash waterfall mechanism."
      }
    ],
    "ProjectIssues": [
      {
        "2": "The Company has failed in its previous debts restructuring, so banks are very cautious and would like to ensure control and monitoring are in place with highly rigid and complex cash waterfall mechanism introduced."
      },
      {
        "2": "As part of the debts restructuring plan with the banks, the Company also made separate agreements to repay its payable to key suppliers. With numerous demand payments from these key suppliers in the past, the banks would like to ensure these payments are made as agreed to prevent any legal actions from key suppliers."
      },
      {
        "2": "Some of the banks and key suppliers payments are tied to the CP Aramco prices that required monthly monitoring and calculation."
      }
    ],
    "WhatWeDid": [
      {
        "3": "We created monthly cash monitoring framework that monitors cash collection and cash disbursements."
      },
      {
        "3": "We assist the banks’ appointed facility agent in the implementation of the cash waterfall mechanism, including but not limited to the calculation on (i) scheduled monthly interest & principle, (ii) allocation to reserve account for debt settlement, (iii) allocation and disbursement of accelerated payment, (iv) allocation for Company’s operational and maintenance requirement, and (v) allocation to contingency operational account, if any."
      },
      {
        "3": "Reconcile monthly banks accounts to ensure compliance with the agreed terms. "
      },
      { "3": "Obtain supporting documents for Company’s cash disbursements." },
      {
        "3": "Ensure committed payments to key suppliers as per the agreed terms."
      },
      { "3": "Highlight any findings to the banks and facility agent.  " }
    ],

    "ProjectOutcome": [
      {
        "4": "Circulated a Monthly Monitoring Accountant Report to the banks, facility agent and Company since December 2017."
      }
    ]
  },
  {
    "id": "5",
    "header": "Project MEO",
    "image": "deal-5.jpg",
    "TypeofCase": "creditor-support-and-advisory",
    "service": "Advisor to Bondholder's in restructuring",
    "Title": "Advisor to Bondholder's in restructuring",
    "DateofClosing": "Ongoing",
    "DateofClosingMark": "Ongoing",
    "Value": "USD 450",
    "Saying": "million",

    "ProjectOverview": [
      {
        "1": "Michlyn Express Offshore Limited (“MEO”) is a reputed and reliable provider of support vessels and project transportation solutions to the offshore oil and gas industry. Headquartered in Singapore, MEO has been providing specialised marine support since the 1970s, with operations in SEA, Middle East and Australia, expanding into Latin America, Africa and India."
      },
      {
        "1": "MEO was one of the early applicants for bankruptcy protection under Section 211B of Singapore’s newly revised corporate restructuring laws."
      },
      {
        "1": "We are engaged by the Informal Steering Committee of Bondholders in MEO to represent their interests in the restructuring of MEO. "
      }
    ],
    "ProjectIssues": [
      {
        "2": "MEO was a victim of the downturn in the global OSV market which has seen its profits decline significantly. "
      },
      {
        "2": "Having raised bonds from Singapore’s retail market in 2015 (due November 2018), MEO was unable to meet its first ranking USD 300 million obligations, nor the repayments of the due 2018 USD 150 million bonds, which subsequently traded to distressed hedge funds."
      },
      {
        "2": "With a depressed market which has been overrepresented with bankruptcies in recent years, restructuring options have been limited and the search for investors challenging. "
      }
    ],
    "WhatWeDid": [
      {
        "3": "While the project is ongoing, we are heavily involved in negotiations with the Company, its financial and legal advisors and other stakeholders, including the Securities Investors Association (Singapore). "
      }
    ],
    "ProjectOutcome": [{ "4": "Project is on going" }]
  },
  {
    "id": "6",
    "header": "Project CRO Feedmills",
    "image": "deal-6.jpg",
    "TypeofCase": "creditor-support-and-advisory",
    "service": "Creditor Support and Advisory",
    "Title": "CRO and Steering Committee Support",
    "DateofClosing": "Ongoing",
    "DateofClosingMark": "Ongoing",
    "Value": "IDR 3.2",
    "Saying": "trillion",

    "ProjectOverview": [
      {
        "1": "A series of external competition driven shocks combined with an ill-fated expansion into Java pushed our client, a West Kalimantan integrated poultry Group, into default on its outstanding debts. After bilateral discussions with its creditors on restructuring its debts failed, two of its creditors filed a PKPU petition in the commercial court against. "
      },
      {
        "1": "We were brought immediately following the PKPU filing.  We found the situation between the Group and its Creditors highly contentious.  "
      },
      {
        "1": "Our mandate was the implementation of the agreed court approved Composition Plan post PKPU as CRO and support for the creditor Steering Committee formed as an oversight function."
      }
    ],
    "ProjectIssues": [
      {
        "2": "Prolonged operational issues and competitive pressure on margins stripped working capital from the Group, limiting operations.  The need for additional working capital became a critical issue in restructuring negotiations.  "
      },
      {
        "2": "Stakeholder-creditors consisted of parties with differing interests, which complicated the negotiation process. This was further complicated by the sale by a major bank of its debts in the Group to a distress fund.  "
      },
      {
        "2": "Poor financial reporting systems and weak local audits gave rise to concern over numbers being reported and used."
      }
    ],
    "WhatWeDid": [
      {
        "3": "Subsequent to the court process we were appointed by the Creditor Steering Committee  as:",

        "3": "Chief Restructuring Officer.  Under this mandate we: (1) worked together with the BOD of the Group to implement and execute the restructuring terms under the Composition Agreement; and (2) conducted cash monitoring and payment review and approval work.  A major component of the CRO role was the review and implementation of a new accounting system and initiation and oversight of non-operating asset sales, and support for the sale of the business operations.  "
      },
      {
        "3": "Steering Committee Support:  Under this mandate we supported the Creditor Steering Committee in the execution and administration of their responsibilities under the Composition Plan."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "The composition plan was approved by the creditors including the sale of non-operating assets and the core business to settle the outstanding debts with any short fall to be written off.  "
      },
      {
        "4": "The Creditor Steering Committee was successfully established and has been effective in their role as defined under the Composition Plan. "
      },
      { "4": "The sale process remains on-going." }
    ]
  },
  {
    "id": "7",
    "header": "Project Trikomsel Singapore",
    "image": "deal-7.jpg",
    "TypeofCase": "financial-investigations-and-litigation-support",
    "service": "Financial Investigations and litigation support",
    "Title": "Liquidator (Singapore) and Litigation Support",
    "DateofClosing": "Ongoing",
    "DateofClosingMark": "Ongoing",
    "Value": "SGD 215",
    "Saying": "million",
    "ProjectOverview": [
      {
        "1": "PT Trikomsel Oke Tbk, parent company of Trikomsel Pte Ltd and Trikomsel Singapore Pte Ltd (together “Trikomsel Singapore”), is a leading provider of cellular telecommunications products and services in Indonesia. "
      },
      {
        "1": "Trikomsel Singapore issued two series of bonds in Singapore to retail investors in the amount of SGD 215 million. "
      },
      {
        "1": "AJCapital Advisory’s Managing Director, Luke Furler, was appointed Liquidator of Trikomsel Singapore by the High Court of Singapore."
      }
    ],
    "ProjectIssues": [
      {
        "2": "Prior to the appointment of Liquidators, there was a restructuring completed in Indonesia for the parent company, implemented through a PKPU. "
      },
      {
        "2": "A number of queries were brought to the attention of the liquidators concerning the affairs of the business in the period prior to liquidation, in particular, around the value of assets the company held at varying periods."
      },
      {
        "2": "The existence of the business primarily in Indonesia, with creditors of Trikomsel Singapore based, while not unique, presents some barriers to recovery."
      }
    ],
    "WhatWeDid": [
      {
        "3": "Following our initial investigations into the affairs of the business, the Liquidators brought the first successful case for third-party commercial litigation funding in an insolvency before the Singapore Courts. "
      },
      {
        "3": "The Liquidators are now working with one of the leading third-party litigation funders globally to further investigate and determine if recoveries are available for Trikomsel Singapore’s creditors. "
      }
    ],
    "ProjectOutcome": [
      {
        "4": "The project is ongoing"
      }
    ]
  },
  {
    "id": "8",
    "header": "Project Siva Shipping",
    "image": "deal-8.jpg",
    "TypeofCase": "liquidation-receivership-and-court-appointments",
    "service": "Liquidation Receivership and Court Appointments",
    "Title": "Court appointed Liquidator, Singapore",
    "DateofClosing": "Ongoing",
    "DateofClosingMark": "Ongoing",
    "Value": "SGD 3",
    "Saying": "billion",
    "ProjectOverview": [
      {
        "1": "AJCapital Advisory Managing Director, Luke Furler, was appointed liquidator of Siva Bulk Limited and Siva Shipping Intl. Pte. Limited (together ‘Siva Shipping’) by the Singapore High Court. "
      },
      {
        "1": "Prior to his appointment, Siva Shipping was a leading shipping conglomerate operating globally."
      }
    ],
    "ProjectIssues": [
      {
        "2": "Immediately following the appointment of Liquidators, there were a number of vessels mid-voyage in various jurisdictions.  The Liquidator’s quickly assessed the status of each voyage, commenced negotiations with all parties, staved off vessel arrests and ultimately successfully completed each voyage. "
      },
      {
        "2": "In addition to the operational issues, there were more than 20 pieces of separate litigation on foot globally, including London, Singapore, Spain, China and the US. The Liquidators familiarized themselves and their counsel with the facts of each case and continued the litigation in a number on instances, including the well-publicized Dibalo Fortune Inc case that set legal precedent in Singapore, in the Liquidators favour.   "
      },
      {
        "2": "Substantial investigations were undertaken in this case following serious allegations against the former management.  The outcome of these investigations is confidential. "
      }
    ],
    "WhatWeDid": [
      {
        "3": "After stabilizing the operating aspects of the business, we quickly took control of all available assets and records of the company to allow us to thoroughly examine the affairs of the business in the lead up to its liquidation."
      },
      {
        "3": "We recovered significantly more assets than initially estimated (much through litigation) and are in the process of paying a higher than expected dividend to creditors."
      }
    ],
    "ProjectOutcome": [{ "4": "Project is on going" }]
  },
  {
    "id": "9",
    "header": "Project Zetta Jet",
    "image": "deal-9.jpg",
    "TypeofCase": "liquidation-receivership-and-court-appointments",
    "service": "Liquidation Receivership and Court Appointments",
    "Title": "Chapter 7 Bankruptcy Trustee Representative, Liquidation Agent",
    "DateofClosing": "Ongoing",
    "DateofClosingMark": "Ongoing",
    "Value": "",
    "Saying": "Undisclosed",
    "ProjectOverview": [
      {
        "1": "Zetta Jet Pte. Ltd (“Zetta Jet”) Jet was a leading private jet service provider headquartered in Singapore that owned and leased around 20 luxury private aircrafts in the lead up to its collapse."
      },
      {
        "1": "Zetta Jet was placed under US Chapter 11 protection, subsequently converted to Chapter 7 proceedings, following allegations of fraud against its former CEO."
      },
      {
        "1": "The US Bankruptcy Trustee appointed one of our Managing Directors, Luke Furler, as his official representative and liquidation agent in Asia."
      }
    ],
    "ProjectIssues": [
      {
        "2": "There were a number of aircrafts located in Singapore at the time of our appointment which required immediate attention to ensure they were secured on behalf of their ultimate financiers. "
      },
      {
        "2": "In addition, in light of the serious fraud allegations and related litigation, it was crucial to preserve the books and records of the business. "
      },
      {
        "2": "A number of assets were identified globally, including luxury yachts and cars, which required the cooperation of the Bankruptcy Trustees various advisors globally. "
      }
    ],
    "WhatWeDid": [
      {
        "3": "We took control of all assets and records of Zetta Jett in Singapore and worked seamlessly with the Bankruptcy Trustees global advisors to ensure his duties were discharged to the highest level."
      }
    ],
    "ProjectOutcome": [{ "4": "Project is on going" }]
  },
  {
    "id": "10",
    "header": "Project Gas",
    "image": "deal-10.jpg",
    "TypeofCase": "ma-advisory-and-fundraising",
    "service": "M&A Advisory and Fund Raising",
    "Title": "Project Gas",
    "DateofClosing": "Closed",
    "DateofClosingMark": "Closed",
    "Value": "",
    "Saying": "Undisclosed",
    "ProjectOverview": [
      {
        "1": "Our Client, a state owned oil and gas producer, was mandated to consolidate certain parts of the gas logistic and distribution chain held under state control. This includes taking over a controlling stake in a major gas distribution company and injecting one of its subsidiaries into it."
      },
      {
        "1": "The project involved a tight time line as well as intense regulatory oversight and public scrutiny."
      }
    ],
    "ProjectIssues": [
      {
        "2": "Confidential"
      }
    ],
    "WhatWeDid": [
      {
        "3": "Worked along side our Client’s deal team to: develop appropriate deal strategies and structuring options; conducted deal due diligence, identified critical tasks and issues to be addressed; determined key analytics required for successful deal negotiations."
      },
      {
        "3": "Developed a comprehensive financial models and projection based on analysis and market research for use in the determination of the fair value of each of the entities involved in the transaction."
      },
      {
        "3": "Lead managed the negotiations, under the instructions of our Client and along its other advisors. During this process we supported our Client’s decision making with deal analytics, negotiation alternatives / tactics and documenting the transaction activities."
      },
      {
        "3": "Worked with legal counsel and other advisors in the drafting, negotiation and execution of the underlying deal documents."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "Deal completed"
      }
    ]
  },
  {
    "id": "11",
    "header": "Project Vanilla",
    "image": "deal-11.jpg",
    "TypeofCase": "ma-advisory-and-fundraising",
    "service": "M&A Advisory and Fund Raising",
    "Title": "Project Vanilla",
    "DateofClosing": "March 2014",
    "DateofClosingMark": "Closed March 2014",
    "Value": "USD 31.5",
    "Saying": "million",

    "ProjectOverview": [
      {
        "1": "Our Client, a producer of natural ingredient products (the “Company”) had refinanced defaulted debts of USD 15.5 million due to a state-owned bank with a Hong Kong based special situations fund. The Company found itself in a high growth market and required additional USD 16 million to finance necessary capital expenditures, working capital and settlement of third party loans."
      },
      {
        "1": "Our objective was twofold. First, to assist the Company to get back into Indonesia banking system (as previously they were in default status) by refinancing the debts due to the special situations fund and by raising additional investment and working capital. Second, to help improve the capital structure of the Company by bringing in a new investor."
      }
    ],
    "ProjectIssues": [
      {
        "2": "The funds provided by the Hong Kong special situations fund were not only expensive, but also carried with them onerous covenants and security charges. The only way for the Company to raise new bank funding for growth would be to pay them off."
      },
      {
        "2": "As the Company had previously defaulted on bank loans issued by Indonesian licensed bank, they had been effectively locked out of the domestic bank market for at least 12 months."
      }
    ],
    "WhatWeDid": [
      {
        "3": "Assisted in the development and evaluation of the funding, debt settlement and overall value capture strategy."
      },
      {
        "3": "Assisted the Company in negotiating and obtaining the necessary funding from private equity investors with the appetite and capability to support the growth of the Company."
      },
      {
        "3": "Advised on the key commercial terms and structuring of the bank refinancing and its execution, in particular ensuring that there was a fit with the private equity investor’s buy in terms and conditions."
      },
      {
        "3": "Prepared and advised on the valuation of the Company through the various stages of the process."
      },
      {
        "3": "Managed and coordinated the due diligence conducted by the private equity investor and bank."
      },
      {
        "3": "Managed and coordinated the execution and closing of the funding by both the private equity investor and the bank."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "Successfully closed USD 15.5 million bank debt refinancing."
      },
      {
        "4": "Successfully closed USD 16 million investment by a private equity."
      }
    ]
  },
  {
    "id": "12",
    "header": "Project Switch",
    "image": "deal-12.jpg",
    "TypeofCase": "ma-advisory-and-fundraising",
    "service": "M&A Advisory and Fund Raising",
    "Title": "Project Switch",
    "DateofClosing": "March 2019",
    "DateofClosingMark": "First Close September 2018, Second Close March 2019",
    "Value": "",
    "Saying": "Undisclosed",

    "ProjectOverview": [
      {
        "1": "Our Client, one of only 4 ATM switching networks in Indonesia (the “Company”), was embarking on an expansive growth strategy.  Not only were they looking to grow their traditional business model but they were also developing new business models across the cards not currently on their network and in the fintech space."
      },
      {
        "1": "Our objective was to assist the Company to find a strong strategic equity partner to support them implementing their strategy."
      }
    ],
    "ProjectIssues": [
      {
        "2": "Licenses and regulatory oversight limited the potential universe of foreign and domestic strategic partners and complicated the approval of any changes in shareholdings."
      }
    ],
    "WhatWeDid": [
      {
        "3": "Determine in conjunction with the Shareholder, the Company, their legal and other advisors an overall transaction strategy and financing structure including: i) Development of an optimal negotiating strategy defining the critical deal points and parameters; ii) Assisting the Company with refining its strategy presentations and financial projections for presentation to the Investors; and iii) Development of an information presentation/pitch book for the Investors."
      },
      {
        "3": "Lead-Manage the process of obtaining preliminary commitments from the Investors."
      },
      {
        "3": "Manage the transaction process through to execution to closing."
      },
      {
        "3": "Coordinate the activities of other professionals as necessary towards execution of all necessary documentation."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "Successfully closed a 49% equity investment by a major Indonesian group with interests in the financial and fintech sectors."
      }
    ]
  },
  {
    "id": "13",
    "header": "Project Debt Buy Back",
    "image": "deal-13.jpg",
    "TypeofCase": "corporate-initiative-management-and-support",
    "service": "Corporate Initiative Management and Support",
    "Title": "Debt Buy Back Advisory Support",
    "DateofClosing": "October 2015",
    "DateofClosingMark": "Closed October 2015",
    "Value": "USD 290",
    "Saying": "million",
    "ProjectOverview": [
      {
        "1": "With the single largest stake holding in a restructured petrochemical complex, the Client requested us to assist them in acquiring additional holdings, both equity and debt in the target company (the “Company”), in order to move them into a control position throughout the capital structure."
      }
    ],
    "ProjectIssues": [
      {
        "2": "The Company had a diverse shareholder group with differing and at times conflicting interests. The shareholder group, most of who were looking for an exit, included founders, creditors and strategic investors."
      },
      {
        "2": "The Company was in need of working capital funding, but without the support of the shareholders it was not viable to obtain funding from third party sources. The shareholders as a group were not able or willing to provide the necessary support."
      },
      {
        "2": "Trust issues amongst the shareholders combined with the diversity of holdings where there was no single controlling entity further complicating the management structure and restart of the plant."
      },
      {
        "2": "Notwithstanding the capabilities of the plant and an attractive market for its products the financial position of the Company was going to continue to deteriorate because of the above issues."
      }
    ],
    "WhatWeDid": [
      {
        "3": "Assisted the development and evaluation of the share and debt buy back, value proposition and overall value capture strategy."
      },
      {
        "3": "Assisted the Client with negotiation of key commercial terms with both equity and debt sellers and advised on the structuring and execution."
      },
      {
        "3": "Reviewed and advised on the valuation of the buy back securities through the various stages of the process."
      },
      {
        "3": "Analyzed the corporate structure and governance of the Company as dictated by its Articles of Association and advised our client on alternative strategies for revising and managing governance."
      },
      {
        "3": "Assisted with the implementation of changes to the board of management and the governance of the company through amendments to the Articles of Association."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "The Client successfully acquired a controlling position of the Company."
      }
    ]
  },
  {
    "id": "14",
    "header": "Project Prospectus",
    "image": "deal-14.jpg",
    "TypeofCase": "corporate-initiative-management-and-support",
    "service": "Corporate Initiative Management and Support",
    "Title": "Post-PKPU Implementation – Issuance of Creditors’ Equity Shares and MCB",
    "DateofClosing": "July 2017",
    "DateofClosingMark": "Closed July 2017",
    "Value": " USD 2.6",
    "Saying": "billion",

    "ProjectOverview": [
      {
        "1": "An Indonesian largest coal mining and mineral company listed in Indonesian Stock Exchange (IDX) successfully restructured its USD 7 billion (or equivalent IDR 93 trillion) debts via PKPU of which AJCapital was also involved in the restructuring process."
      },
      {
        "1": "As part of its restructuring plan, the Company shall (a) convert its USD 2 billion debts into 28.75 billion of new shares; and (b) exchange its USD 639 million debts with Mandatory Convertible Bond (MCB)."
      },
      {
        "1": "Our objective was to support and advise the Company in its post-PKPU implementation process of issuing new shares and MCBs, drafting prospectus, and overall project management. "
      }
    ],
    "ProjectIssues": [
      {
        "2": "Indonesian capital market laws and regulations state that shares issued without pre-emptive rights are subject to a minimum of 1-year trading lock up period following its listing. Major creditors of the Company rejected the 1-year trading lock-up period. The Company then had to issue the shares with pre-emptive rights as regulated by the Financial Services Authority (OJK) regulation with substantial additional disclosures and requirements."
      },
      {
        "2": "This project involved a large number of professionals from legal counsels, notary, auditors, and underwriters with a tight deadline as predetermined by the ratified Composition Plan."
      },
      {
        "2": "Due to the unique nature of the MCB terms, the prospective Indonesian trustee as well as Indonesian Central Securities Depository (KSEI) required detailed explanation in multiple meetings for them to be adequately comfortable."
      },
      {
        "2": "Due to the high-profile of the Company as a listed company/issuer, multiple correspondences with IDX were also made and clarifications in relation to the shares and MCB issuance were requested. OJK also reviewed the Company’s submissions very closely, resulting in substantial follow-up information requests and inquiries."
      }
    ],
    "WhatWeDid": [
      {
        "3": "Led preparation of the prospectus from creating first submission’s draft up to the final version, including incorporate changes requested by the OJK, developments in the engagement of offshore and on shore trustees agreements, and finalization of standby buyer documentation."
      },
      {
        "3": "Coordinated and worked closely together with Company, the legal counsel, notary, auditors, and the underwriter to ensure all the registration statements documentation are prepared for submission to OJK and IDX."
      },
      {
        "3": "Took charge in providing clarification to OJK, IDX, KSEI and the trustee’s inquiries regarding the commercial terms and mechanics of the shares conversion and MCB."
      }
    ],
    "ProjectOutcome": [
      {
        "4": "OJK accepted the final revision of the Company’s prospectus and promptly issued the Effective Statement. The new shares and MCB were successfully issued to the creditors within the deadline required in the Composition Plan."
      }
    ]
  }
]
