[
    {
        "id": 1,
        "slug": "insol-singapore-annual-regional-conference-2019",
        "title": "INSOL Singapore Annual Regional Conference",
        "date": "2-4 April 2019",
        "shortDate": "2019-04-02",
        "excerpt": "AJCapital was a corporate sponsor for the INSOL International Annual Regional Conference held over 3 days in Singapore.",
        "description": "AJCapital was a corporate sponsor for the INSOL International Annual Regional Conference held over 3 days in Singapore. Singapore was a highly appropriate for this international conference not only because of its status as a global financial center and commercial hub, but also because of the ground breaking reforms they have made in both the legislative and non-legislative spheres to position itself as a global dispute resolution and restructuring hub.\n\nThe theme for the conference \"Looking to the future: what to expect and how to prepare\" underscores the importance of the law and practice of insolvency looking ahead to anticipate the challenges of a rapidly evolving global economy. This was driven by the concern that we are possibly at an inflection point as trade and technology surge ahead of the law at a breath taking pace. The ramifications are difficult to fully understand and sudden fault lines may occur that result in a serious work overload in the industry.",
        "venue": "Marina Bay Sands Expo® and Convention Centre",
        "location": "Singapore",
        "organizer": "INSOL International",
        "reference": "https://www.insol.org/events/detail/76",
        "image": "",
        "featured": true
    },
    {
        "id": 2,
        "slug": "debtwire-asia-pacific-distressed-debt-forum-2018",
        "title": "Debtwire Asia-Pacific Distressed Debt Forum",
        "date": "11 October 2018",
        "shortDate": "2018-10-11",
        "excerpt": "AJCapital co-sponsored a One Day forum in Hong Kong discussing the risks, rewards, and market trends shaping the region's distressed debt and credit opportunities.",
        "description": "AJCapital co-sponsored a One Day forum in Hong Kong discussing the risks, rewards, and market trends shaping the region's distressed debt and credit opportunities. Geoff Simms was on the South East Asia focused panel on Rescue finance and restructuring regime update.",
        "venue": "JW Marriott Hotel",
        "location": "Hong Kong",
        "organizer": "Debtwire",
        "reference": "https://events.debtwire.com/dw-apac-forum",
        "image": "",
        "featured": false
    },
    {
        "id": 3,
        "slug": "insol-jakarta-one-day-seminar-2018",
        "title": "INSOL Jakarta One Day Seminar",
        "date": "13 September 2018",
        "shortDate": "2018-09-13",
        "excerpt": "AJCapital co-sponsored a One Day Seminar in Jakarta covering the importance of a liquid and appropriately regulated secondary market for bank NPLs.",
        "description": "AJCapital co-sponsored a One Day Seminar in Jakarta covering the importance of a liquid and appropriately regulated secondary market for bank NPLs whilst examining the structural and commercial impediments to its development in Indonesia. Geoff Simms was the Seminar Chair as well as Co-Chair on the discussion on cross border restructurings.",
        "venue": "Hotel Fairmont Jakarta",
        "location": "Jakarta",
        "organizer": "INSOL",
        "reference": "https://www.insol.org/events/detail/74",
        "image": "",
        "featured": false
    },
    {
        "id": 4,
        "slug": "singapore-insolvency-conference-2017",
        "title": "Singapore Insolvency Conference",
        "date": "24-25 August 2017",
        "shortDate": "2017-08-24",
        "excerpt": "The Singapore Law Society invited Geoff Simms from AJCapital as panelist on the master class on cross-border restructuring in Indonesia and Singapore's role.",
        "description": "The Singapore Law Society invited Geoff Simms from AJCapital as panelist on the master class on cross-border restructuring in Indonesia and Singapore's role. The discussion centered around challenges of cross border restructurings in Indonesia against the back drop of Singapore's newly introduced law supplementing and enhancing the laws relating to schemes of arrangement, judicial management and cross border insolvency. This panel discussed whether the new regime will improve creditor rights in Indonesia and how creditors may be able to use the new regime to their advantage.",
        "venue": "Marina Bay Sands Expo and Convention Centre",
        "location": "Singapore",
        "organizer": "Singapore Law Society",
        "reference": "http://www.lawsociety.org.sg/conference/SIC2017/Default.aspx",
        "image": "",
        "featured": false
    },
    {
        "id": 5,
        "slug": "insol-jakarta-one-day-seminar-2016",
        "title": "INSOL Jakarta One Day Seminar",
        "date": "14 September 2016",
        "shortDate": "2016-09-14",
        "excerpt": "AJCapital is co-sponsoring a One Day Seminar in Jakarta covering recent developments in Indonesian restructuring practices, bankruptcy law, and issues faced by foreign creditors.",
        "description": "AJCapital is co-sponsoring a One Day Seminar in Jakarta covering recent developments in Indonesian restructuring practices, bankruptcy law, issues faced by foreign creditors in recovery actions, claims of trustees and bondholders under PKPU processes, restructuring of bond debt by way of Singapore and/or UK schemes of arrangement, and working capital challenges and solutions. Geoff Simms is chairing the discussion on working capital challenges and solutions.",
        "venue": "Hotel Fairmont Jakarta",
        "location": "Jakarta",
        "organizer": "INSOL",
        "reference": "",
        "image": "",
        "featured": false
    },
    {
        "id": 6,
        "slug": "debt-restructuring-asia-next-wave-2016",
        "title": "Debt Restructuring in Asia: why the Next Wave Will Be Different",
        "date": "17 May 2016",
        "shortDate": "2016-05-17",
        "excerpt": "ASIFMA, The Financial Times and Latham & Watkins invited Geoff Simms of AJCapital to join as a panelist to discuss restructurings in Indonesia.",
        "description": "ASIFMA, The Financial Times and Latham & Watkins invited Geoff Simms of AJCapital to join as a panelist to discuss restructurings in Indonesia and what lessons were learnt from the most recent wave of defaults.",
        "venue": "The Asia Society",
        "location": "Hong Kong",
        "organizer": "ASIFMA, The Financial Times and Latham & Watkins",
        "reference": "https://www.lw.com/events/debt-restructurings-asia-next-wave",
        "image": "",
        "featured": false
    },
    {
        "id": 7,
        "slug": "introduction-restructuring-insolvency-indonesia-2015",
        "title": "Introduction to Restructuring and Insolvency in Indonesia",
        "date": "20 November 2015",
        "shortDate": "2015-11-20",
        "excerpt": "Fransiscus Alip and Heru Nur Rahman of AJCapital, jointly with E&Y presented to Baker McKenzie Asia Pacific on restructuring and insolvency processes in Indonesia.",
        "description": "Fransiscus Alip and Heru Nur Rahman of AJCapital, jointly with E&Y presented to Baker McKenzie Asia Pacific on restructuring and insolvency processes in Indonesia, including selected cases.",
        "venue": "Shangri-La Hotel",
        "location": "Jakarta",
        "organizer": "Ernst & Young",
        "reference": "",
        "image": "",
        "featured": false
    },
    {
        "id": 8,
        "slug": "restructuring-spotlight-2015",
        "title": "Restructuring Spotlight",
        "date": "27 August 2015",
        "shortDate": "2015-08-27",
        "excerpt": "AJCapital co-sponsored along with DLA Piper a Debtwire roundtable discussion on Indonesian insolvency laws in comparison with other Asian jurisdiction.",
        "description": "AJCapital co-sponsored along with DLA Piper a Debtwire roundtable discussion on Indonesian insolvency laws in comparison with other Asian jurisdiction, the legal standing and rights of offshore bondholders in PKPU, and how a deal structure determines the process of filing for PKPU. Both Geoff Simms and Budi Martokoesoemo of AJCapital joined as panelist along with representatives from CLSA and DLA Piper.",
        "venue": "Hotel Mandarin Oriental",
        "location": "Jakarta",
        "organizer": "Debtwire",
        "reference": "",
        "image": "",
        "featured": false
    },
    {
        "id": 9,
        "slug": "restructuring-roundtable-2015",
        "title": "Restructuring Roundtable",
        "date": "5 February 2015",
        "shortDate": "2015-02-05",
        "excerpt": "OSP/Ashurst invited Geoff Simms from AJCapital as panelist to a Debtwire roundtable discussion they sponsored.",
        "description": "OSP/Ashurst invited Geoff Simms from AJCapital as panelist to a Debtwire roundtable discussion they sponsored. The discussion centered around challenges of rehabilitating companies in Indonesia, the reliability of the PKPU process, industries in distress or undergoing restructuring, how onshore & offshore investor can ensure favorability in a PKPU process and how the Indonesian legal system tackles modern insolvency issues.",
        "venue": "Hotel Mandarin Oriental",
        "location": "Jakarta",
        "organizer": "Debtwire",
        "reference": "",
        "image": "",
        "featured": false
    },
    {
        "id": 10,
        "slug": "career-workshop-case-simulations-2014",
        "title": "Career Workshop and Case Simulations",
        "date": "29 March 2014",
        "shortDate": "2014-03-29",
        "excerpt": "In this event, AJCapital invited final year students from top universities in Bandung to a career workshop in financial consulting.",
        "description": "In this event, AJCapital invited final year students from top universities in Bandung to a career workshop in financial consulting. They were introduced to corporate finance and the case study method. The students also joined in a case simulation to apply what was learned.",
        "venue": "Hotel Scarlet",
        "location": "Bandung",
        "organizer": "AJCapital",
        "reference": "",
        "image": "",
        "featured": false
    },
    {
        "id": 11,
        "slug": "maximizing-outcomes-asia-restructuring-2013",
        "title": "Maximizing Outcomes in Upcoming Asia Restructuring",
        "date": "5 November 2013",
        "shortDate": "2013-11-05",
        "excerpt": "Geoff Simms of AJCapital was invited by Latham and Watkins to join as panelist to discuss the key issues in restructurings in Southeast Asia and India.",
        "description": "Geoff Simms of AJCapital was invited by Latham and Watkins to join as panelist to discuss the key issues in restructurings in Southeast Asia and India.",
        "venue": "The Asia Society",
        "location": "Hong Kong",
        "organizer": "Asia Society and Latham and Watkins",
        "reference": "https://www.lw.com/events/Maximisingoutcomes",
        "image": "",
        "featured": false
    }
]
